{
    "images": [
        {
            "fileName": "../image/LoopComic/s1.jpg",
            "popup": "false",
            "description": "It was a bright Sunday afternoon and little Lisa went shopping with her mommy and daddy.<br><br>Mommy had promised Lisa that she could get a new doll if she was a good girl, and she had been very very good. In fact, Lisa had been so good that Mrs. Andersen gave her a sticker for being best behaved in class! "
        },
        {
            "fileName": "../image/LoopComic/s2.jpg",
            "popup": "false",
            "description": "On their way to the toy store, Lisa and her family walked past a pet store. Through the open door, Lisa could hear the barking of many dogs. Lisa turned up to her parents and asked excitedly, 'Can we go in to see the doggies?'"
        },
        {
            "fileName": "../image/LoopComic/s3.jpg",
            "popup": "false",
            "description": "There were so many dogs and puppies in the store that Lisa didn’t know which kennel to look at first. On the right was a big white poodle with fluffy fur. It did not bark, but walked around the inside of her cage like a show dog. On the left was a big German Shepherd. 'Woof! Woof!' it barked loudly and jumped towards the side of its cage. Lisa was a little scared and stayed close to her daddy."
        },
        {
            "fileName": "../image/LoopComic/s4.jpg",
            "popup": "false",
            "description": "From behind her daddy’s leg, Lisa peered across the room and saw a tiny cage in the corner of the store housing a small brown puppy. “Mommy, mommy, look at that doggie. What’s wrong with it,” Lisa asked, tugging at her mommy’s dress and pointing at the puppy. While all the other dogs in the store were excited to see Lisa and her family, the little puppy looked tired and did not even open its eyes."
        },
        {
            "fileName": "../image/LoopComic/s5.jpg",
            "popup": "false",
            "description": "The store owner walked over and explained to Lisa, 'We found this little puppy last week looking for food in our backyard. It is rare to see a puppy this young by itself; it must have lost its mommy.'<br><br>As Lisa walked over to the puppy’s cage, the puppy opened its eyes and raised its head, barking a small greeting to Lisa."
        },
        {
            "fileName": "../image/LoopComic/s6.jpg",
            "popup": "false",
            "description": "'We have one more day to find a new home for this puppy, otherwise, we’ll have to put it down,' said the store owner.<br><br>'No! He’s so cute, I want to take care of him,' Lisa protested. Last year, Lisa’s hamster had gotten sick and had to be put down, so she knew what the word meant.<br><br>'Well, I think our family can save this puppy, don’t you ma?' Lisa's Dad smiled.<br><br>'I love this dog, but can we afford him?' Lisa’s Mom asked the store owner.<br><br>'Listen, with a family like yours, I wouldn’t charge a cent. If you’ll have him, he’s all yours! Just promise to take good care of him.'<br><br>'Of course we promise!' Lisa jumped with joy as the family took the puppy home. 'We’ll call him Bobby!'"
        },
        {
            "fileName": "../image/LoopComic/s7.jpg",
            "popup": "false",
            "description": "Time went on, and Bobby’s health improved as he was being fed properly. Bobby grew up to be a big and strong dog, always happy to be around Lisa and her family. "
        },
        {
            "fileName": "../image/LoopComic/s8.jpg",
            "popup": "false",
            "description": "One Christmas Eve, as the family went to sleep, one of the stockings the family hung on the fireplace came loose and fell by the open flames. It quickly started smoking and caught on fire. "
        },
        {
            "fileName": "../image/LoopComic/s9.jpg",
            "popup": "false",
            "description":  "Luckily, Bobby was sleeping by the Christmas tree and his keen nose quickly sensed a problem. Bobby started barking loudly, as he ran up the stairs to the bedrooms. 'Woof! Woof!'"
        },
        {
            "fileName": "../image/LoopComic/s10.jpg",
            "popup": "false"
        },
        {
            "fileName": "../image/LoopComic/s11.jpg",
            "popup": "false",
            "description": "'You did us proud, Bobby! We thought we saved your life, but it turns out you saved ours!' said Lisa, as she hugged him tightly on the neck."
        }
    ]
}
